// Typical strings
"OK" = "Ok";
"Cancel" = "Annulla";
"Quit" = "Esci";
"Relaunch" = "Riavvia";
"Ignore" = "Ignora";

// Preference Strings
"QSPlugInsPrefPane" = "Plugins";
"QSUpdatePrefPane" = "Aggiorna";
"QSHelpersPrefPane" = "Helpers";
"QSTriggerEditor" = "Triggers";
"QSApplicationPrefPane" = "Applicazione";
"QSCatalogController" = "Catalogo";
"QSSilverNotifier" = "Quicksilver (Built-in)";
"QSNotificationCenterNotifier" = "Centro Notifiche";
"QSDefaultStringRanker" = "Default (Built-in)";

// QSController.m Alerts
"requires" = "richiede";
"Recent versions of Quicksilver require Mac OS 10.6 Snow Leopard. Older 10.5, 10.4 and 10.3 compatible versions are available from the http://qsapp.com." = "Le versioni recenti di Quicksilver richiedono Mac OS 10.6 Snow Leopard. Le versioni più vecchie, compatibili con 10.5, 10.4 e 10.3 sono disponibili dal sito http://qsapp.com.";

"Quicksilver Crashed" = "Quicksilver si è chiuso inaspettatamente";

"Quicksilver crashed when loading the %@ plugin.\nDo you wish to delete this plugin and continue launching Quicksilver?" = "Quicksilver si è chiuso inaspettatamente caricando il plugin %@.\nVuoi cancellare il plugin e continuare a eseguire Quicksilver?";

"Sorry. Quicksilver crashed on last use.\nDeleting caches may help solve the problem.\nOtherwise you can try to launch Quicksilver again, or quit and read the FAQ." = "Spiacente. L'ultima volta Quicksilver si è chiuso inaspettatamente.\nSvuotare la cache può aiutare a risolvere il problema.\nIn alternativa puoi provare ad avviare nuovamente Quicksilver, oppure chiuderlo e leggere le FAQ.";
"Do Nothing" = "Non fare nulla";
"Read FAQ" = "Leggi le FAQ";
"Clear Caches" = "Pulisci la Cache";

"Running from a new location" = "Esegui da una nuova posizione";
"The previous version of Quicksilver was located in \"%@\". Would you like to move this new version to that location?" = "La versione precedente di Quicksilver era posizionata in \"%@\". Vuoi spostare lì la nuova versione?";

"This is an old version of Quicksilver" = "Questa è una vecchia versione di Quicksilver";
"You have previously used a newer version. Perhaps you have duplicate copies?" = "Precedentemente hai usato una versione più recente. Hai forse delle copie duplicate?";
"Reveal this copy" = "Mostra questa copia";

"Would you like to install Quicksilver?" = "Vuoi installare Quicksilver?";
"Quicksilver was launched from a download location.\rWould you like to copy Quicksilver to your applications folder?" = "Quicksilver è stato eseguito dalla directory di Download.\nVuoi copiare Quicksilver nella directory delle Applicazioni?";
"Install in \"Applications\"" = "Installa in \"Applicazioni\"";
"Choose Location..." = "Scegli una posizione ...";

"Install Here" = "Installa qui";
"Install Quicksilver" = "Installa Quicksilver";

"An error has occured" = "C'è stato un errore";
"Quicksilver must be relaunched to regain stability." = "Quicksilver deve essere riavviato per riacquisire stabilità";

"Move and Relaunch" = "Sposta e riavvia";
"Don't Move" = "Non spostare";

"Quicksilver has been updated" = "Quicksilver è stato aggiornato";
"You are using a new version of Quicksilver. Would you like to see the Release Notes?" = "Stai usando una nuova versione di Quicksilver. Vuoi visualizzare le 'Note di rilascio'?";
"Show Release Notes" = "Mostra le 'Note di rilascio'";

"Quicksilver is now 64-bit" = "Quicksilver ora è a 64-bit";
"64-bit details" = "Alcuni plugin più vecchi non verranno caricati. Una lista dei plugin disabilitati è disponibile nelle Preferenze.\n\nSe non puoi assolutamente vivere senza un vecchio plugin, Quicksilver può essere eseguito in modalità 32-bit. (Il supporto alla modalità 32-bit sarà cessato in una release futura.)";
"Network and Removable Disks" = "Rete e Dischi Rimuovibili";

"Type to search" = "Digita per cercare";
